{
  "title": "ข้อกำหนดในการให้บริการ",
  "description": "โปรดอ่านข้อกำหนดในการให้บริการอย่างละเอียดก่อนใช้ TikGo การเข้าถึงเว็บไซต์ของเราถือว่าคุณยอมรับข้อกำหนดเหล่านี้",
  
  "intro": "ข้อกำหนดในการให้บริการนี้เป็นข้อตกลงทางกฎหมายระหว่างคุณกับ TikGo การใช้เว็บไซต์และบริการของเราหมายความว่าคุณยอมรับและปฏิบัติตามข้อกำหนดนี้ รวมถึงนโยบายเพิ่มเติมที่ระบุไว้บนแพลตฟอร์มของเรา หากคุณไม่ยอมรับข้อกำหนดเหล่านี้ กรุณาอย่าใช้ TikGo เนื้อหาในเว็บไซต์นี้ได้รับการคุ้มครองตามกฎหมายลิขสิทธิ์และทรัพย์สินทางปัญญา",

  "intellectual_property": {
    "title": "ทรัพย์สินทางปัญญา",
    
    "use_license": {
      "title": "สิทธิ์การใช้งาน",
      "content": "TikGo อนุญาตให้ผู้ใช้สามารถเข้าถึงและดาวน์โหลดเนื้อหาได้ในระยะเวลาจำกัดเพื่อใช้ส่วนตัวและไม่ใช่เชิงพาณิชย์เท่านั้น สิทธิ์นี้ไม่ได้โอนกรรมสิทธิ์ของเนื้อหา และภายใต้ข้อตกลงนี้ คุณไม่สามารถ:\n- แก้ไข แจกจ่ายซ้ำ หรือคัดลอกเนื้อหา\n- ใช้เนื้อหาเพื่อวัตถุประสงค์ทางการค้าหรือการแสดงสาธารณะ\n- ลบประกาศเกี่ยวกับลิขสิทธิ์หรือข้อมูลทรัพย์สินทางปัญญาออกจากเนื้อหา\n- แบ่งปัน โอน หรือโฮสต์เนื้อหาบนเซิร์ฟเวอร์ภายนอก"
    },
    
    "copyright": {
      "title": "ลิขสิทธิ์",
      "content": "TikGo เคารพสิทธิ์ในทรัพย์สินทางปัญญาและคาดหวังให้ผู้ใช้ทำเช่นเดียวกัน\n- ผู้ใช้มีหน้าที่รับผิดชอบในการตรวจสอบให้แน่ใจว่าพวกเขามีสิทธิ์ทางกฎหมายในการดาวน์โหลดและใช้เนื้อหา\n- TikGo ให้สิทธิ์เข้าถึงเฉพาะเนื้อหาที่เผยแพร่สาธารณะเท่านั้น\n- TikGo ไม่ได้ตรวจสอบสถานะทางกฎหมายของเนื้อหาที่ดาวน์โหลด และผู้ใช้ต้องมั่นใจว่าปฏิบัติตามกฎหมายลิขสิทธิ์\n- การใช้ในทางที่ผิดหรือการละเมิดอาจส่งผลให้มีการจำกัดการเข้าถึงบริการของเรา\n- TikGo ไม่จัดเก็บหรือเก็บถาวรเนื้อหาที่ดาวน์โหลดโดยผู้ใช้"
    }
  },

  "disclaimer": {
    "title": "ข้อจำกัดความรับผิดชอบ",
    "content": "เนื้อหาที่มีอยู่บน TikGo มีให้ 'ตามสภาพ' โดยไม่มีการรับประกันใดๆ TikGo ปฏิเสธการรับประกันทั้งหมด รวมถึงการรับประกันโดยนัยเกี่ยวกับความสามารถในการซื้อขายและความเหมาะสมสำหรับวัตถุประสงค์เฉพาะ เราไม่รับประกันความถูกต้อง ความน่าเชื่อถือ หรือความถูกต้องตามกฎหมายของเนื้อหาที่ให้บริการผ่านแพลตฟอร์มของเรา"
  },

  "links": {
    "title": "ลิงก์ของบุคคลที่สาม",
    "content": "TikGo อาจมีลิงก์ไปยังเว็บไซต์ภายนอก เราไม่ได้ตรวจสอบหรือรับรองเว็บไซต์บุคคลที่สามเหล่านี้ และไม่รับผิดชอบต่อเนื้อหาของเว็บไซต์เหล่านั้น การเข้าถึงเว็บไซต์บุคคลที่สามเป็นความเสี่ยงของผู้ใช้เอง"
  },

  "limitations": {
    "title": "ข้อจำกัดความรับผิด",
    "content": "TikGo จะไม่รับผิดชอบต่อความเสียหายโดยตรง ทางอ้อม หรือโดยบังเอิญที่เกิดขึ้นจากการใช้หรือไม่สามารถใช้บริการของเราได้ บางเขตอำนาจศาลอาจไม่อนุญาตให้มีข้อจำกัดความรับผิดบางประการ ดังนั้นข้อจำกัดเหล่านี้อาจไม่มีผลบังคับใช้กับผู้ใช้ทุกคน"
  },

  "modifications": {
    "title": "การเปลี่ยนแปลงข้อกำหนด",
    "content": "TikGo ขอสงวนสิทธิ์ในการอัปเดตข้อกำหนดเหล่านี้ได้ตลอดเวลาโดยไม่ต้องแจ้งให้ทราบล่วงหน้า การใช้บริการของเราต่อไปหลังจากมีการเปลี่ยนแปลงถือว่าคุณยอมรับข้อกำหนดที่ได้รับการอัปเดตแล้ว"
  }
}
