{
  "title": "شروط الخدمة",
  "description": "يرجى قراءة شروط الخدمة بعناية قبل استخدام TikGo. من خلال الوصول إلى موقعنا، فإنك توافق على هذه الشروط.",
  
  "intro": "تشكل هذه الشروط اتفاقية قانونية ملزمة بينك وبين TikGo. باستخدام موقعنا وخدماتنا، فإنك توافق على الامتثال لهذه الشروط وأي سياسات إضافية موضحة على منصتنا. إذا كنت لا توافق على هذه الشروط، يرجى التوقف عن استخدام TikGo. المحتوى الموجود على هذا الموقع محمي بموجب قوانين حقوق النشر والملكية الفكرية.",

  "intellectual_property": {
    "title": "الملكية الفكرية",
    
    "use_license": {
      "title": "ترخيص الاستخدام",
      "content": "يمنح TikGo للمستخدمين ترخيصًا محدودًا ومؤقتًا للوصول إلى المحتوى وتنزيله فقط للاستخدام الشخصي وغير التجاري. لا ينقل هذا الترخيص ملكية أي مواد، وبموجب هذه الاتفاقية، لا يجوز لك:\n- تعديل أو إعادة توزيع أو نسخ المحتوى.\n- استخدام المحتوى لأغراض تجارية أو عرض عام.\n- إزالة إشعارات حقوق النشر أو الملكية من المحتوى.\n- مشاركة أو نقل أو استضافة المحتوى على خوادم خارجية."
    },
    
    "copyright": {
      "title": "حقوق النشر",
      "content": "يحترم TikGo حقوق الملكية الفكرية ويتوقع من المستخدمين القيام بذلك أيضًا.\n- يتحمل المستخدمون مسؤولية التأكد من أن لديهم الحق القانوني في تنزيل واستخدام المحتوى.\n- يوفر TikGo فقط الوصول إلى المحتوى المتاح للجمهور.\n- لا يتحقق TikGo من الوضع القانوني للمحتوى الذي تم تنزيله، ويجب على المستخدمين ضمان الامتثال لقوانين حقوق النشر.\n- أي إساءة استخدام أو انتهاك قد يؤدي إلى تقييد الوصول إلى خدماتنا.\n- لا يخزن TikGo أي محتوى تم تنزيله من قبل المستخدمين."
    }
  },

  "disclaimer": {
    "title": "إخلاء المسؤولية",
    "content": "يتم تقديم المحتوى المتاح على TikGo 'كما هو' دون أي ضمانات. ينكر TikGo جميع الضمانات، بما في ذلك الضمانات الضمنية لقابلية التسويق والملاءمة لغرض معين. نحن لا نضمن دقة أو موثوقية أو قانونية أي محتوى متاح من خلال خدماتنا."
  },

  "links": {
    "title": "روابط الطرف الثالث",
    "content": "قد يحتوي TikGo على روابط لمواقع خارجية. نحن لا نراقب أو نصادق على هذه المواقع ولا نتحمل مسؤولية محتواها. زيارة مواقع الطرف الثالث تتم على مسؤولية المستخدم الشخصية."
  },

  "limitations": {
    "title": "حدود المسؤولية",
    "content": "لا يتحمل TikGo أي مسؤولية عن أي أضرار مباشرة أو غير مباشرة أو عرضية أو تبعية ناتجة عن استخدام خدماتنا أو عدم القدرة على استخدامها. قد لا تسمح بعض الولايات القضائية ببعض استثناءات المسؤولية، لذلك قد لا تنطبق هذه القيود على جميع المستخدمين."
  },

  "modifications": {
    "title": "تعديلات الشروط",
    "content": "يحتفظ TikGo بالحق في تحديث هذه الشروط في أي وقت دون إشعار مسبق. من خلال الاستمرار في استخدام خدماتنا بعد إجراء التغييرات، فإنك تقبل الشروط المحدثة."
  }
}
